{
  "header": {
    "map": "Map",
    "notices": "Notices",
    "account": "Your account",
    "contact": "Contact",
    "rodo": "Rodo"
  },
  "periods": {
    "negotiable": "To be determined",
    "lessThanThreeDays": "Less than 3 days",
    "threeDays": "3 days",
    "fiveDays": "5 days",
    "oneWeek": "1 week",
    "twoWeeks": "2 weeks",
    "threeWeeks": "3 weeks",
    "oneMonth": "1 month",
    "twoMonths": "2 month",
    "threeMonths": "3 month",
    "over3Months": "Longer than 3 months"
  },
  "form": {
    "findShelter": "Find shelter",
    "findTransport": "I'm looking for transportation",
    "offerHelp": "I'm offering help",
    "offerShelter": "I'm offering shelter",
    "offerTransport": "I'm offering transport",
    "offerTranslations": "I'm offering help with translations",
    "personalInfo": "Personal information",
    "name": "First name",
    "phoneNumber": "Phone number",
    "email": "Email address",
    "cityName": "City",
    "accommodation": "Accommodation",
    "accommodationPlacesCount": "Number of people",
    "period": "For how long",
    "details": "Details",
    "isAcceptedChild": "I'm with a small child",
    "isAcceptedAnimal": "I'm with a pet",
    "isCatering": "I need food",
    "isDelivery": "I need transport",
    "roomCount": "Available rooms",
    "bedCount": "Available beds",
    "hasAcceptedChild": "I accept small children",
    "hasAcceptedAnimal": "I accept pets",
    "hasCatering": "I provide food",
    "hasDelivery": "I provide transport",
    "hasWashingMachine": "I provide washing machine access",
    "extraInfo": "Additional information",
    "description": "Description",
    "voivodeship": "Voivodeship",
    "reason": "Reason",
    "send": "Send",
    "temporaryAnimalHome": "I offer a temporary home for animals",
    "lfTemporaryAnimalHome": "I am looking for a temporary home for animals",
    "whatAnimalType": "What kind of animals?",
    "animalDetails": "Breed, age, size of animals and other relevant information",
    "animalsTransportNeed": "I need transport from the border",
    "arrival": "Date when you will be in Poland",
    "howMany": "How many?",
    "constRefund": "Refund for food and treatment",
    "hasExperienceWithAnimals": "I have experience in being a temporary home",
    "editNotice": "Edit notice",
    "pin": "PIN code",
    "save": "Save",
    "alertTitle": "ATTENTION",
    "alertContent": "All persons fleeing from Ukraine from armed conflict, DO NOT have to register at reception points or worry about formalities. All persons fleeing from Ukraine, seeking refuge in Poland, do not need to worry about the legality of their stay. In the coming days, there is also no need to submit any applications at the Office for Foreigners, voivodeship offices or Border Guard posts. The same applies to Ukrainian citizens who are in Poland, but whose residence documents have expired.",
    "findHelp": "I'm looking for help",
    "offerFindTranslations": "I am looking for help with translation",
    "transportFromStr": "Transport from",
    "transportToStr": "Transport to",
    "carRegoNo": "Vehicle registration number",
    "helpPointInfo": "Point information",
    "type": "Type",
    "findLegalHelp": "I'm looking for legal assistance",    
    "latitude": "Latitude",
    "longitude": "Longitude",
    "legalAssistancePoint": "Legal assistance point",
    "medicalAssistancePoint": "Medical assistance point",
    "accommodationPoint": "Accommodation Point",
    "collectionPoint": "Collection point",
    "receptionPoint": "Reception point",
    "lfMedicalAssistance": "Looking for medical assistance",
    "offerMedicalAssistance": "Offer medical assistance",
    "offerVolunteerHelp": "Offer help as a volunteer"
  },
  "success": {
    "title": "Success!",
    "content-1": "The submission has been added and is now waiting to be reviewed by our volunteers.",
    "content-2": "You will be contacted by someone by phone in the near future to confirm your application.",
    "home": "Homepage",
    "saved": "Saved!",
    "statusChanged": "Notice status changed!",
    "helpPoint": "The Help Point has been added and is now waiting to be verified by our volunteers."
  },
  "tiles": {
    "shelter": "Offering shelter?",
    "shelter2": "Shelter - people in need",
    "shelter3": "Shelter - offers of help",
    "lfShelter": "Looking for shelter?",
    "translations": "Offering translation assistance?",
    "translations2": "Translations - offers of help",
    "transport": "Offering transportation?",
    "transport2": "Transport - offers of help",
    "transport3": "Transport - people in need",
    "lfTransport": "Looking for transportation?",
    "help": "Offering help?",
    "legalHelp": "Offering legal assistance?",
    "legalHelp2": "Legal assistance offers",
    "seeMap": "See map",
    "help2": "Other offers of help",
    "helpPoints": "Help points",
    "ogloszenia": "Announcements",
    "lfHelp": "Looking for help?",
    "lfHelp2": "Other help - people in need",
    "lfLegalHelp": "Looking for legal assistance?",
    "lfLegalHelp2": "Legal assistance - people in need",
    "lfTranslations": "Looking for help with translation?",
    "lfTranslations2": "Translation - people in need",
    "lfTemporaryAnimalHome": "Are you looking for a temporary home for pets?",
    "temporaryAnimalHome": "Do you offer a temporary home for pets?",
    "lfMedicalAssistance": "Looking for medical assistance?",
    "offerMedicalAssistance": "Offering medical assistance?",
    "offerVolunteerHelp": "Do you offer help as a volunteer?"
  },
  "formDescription": {
    "offerShelter": "This is the place where you can place your ad for those in need of assistance to stay with you. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible! Be aware that helping is also a responsibility.",
    "findShelter": "Here you can place your ad that you are looking for a place to stay with your loved ones. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "translations": "Here you can place your announcement that you can support pl-ua translation. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "offerTransport": "This is where you can place your announcement to transport those in need. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "findTransport": "Here you can place your ad that you are looking for transportation. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "offerHelp": "This is where you can post your announcement that you would like to help in some way. Maybe you have some items to donate, maybe you can help with administrative tasks, or you want to get involved in some way. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "helpPoints": "This is where you will find a list of all the locations where help is offered.",
    "editNotice": "Enter the PIN code received in SMS to access the notice edition",
    "findHelp": "This is where you can post your announcement that you are looking for help. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "lfTranslations": "Here you can post your announcement that you need help with pl-ua translation. Remember the announcement is voluntary and will be publicly visible. Please give as much information as possible!",
    "lfTemporaryAnimalHome": "Here you can place your ad that you are looking for a temporary animal shelter.. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible! ",
    "temporaryAnimalHome": "Here you can place your ad that you are offering a temporary shelter for animals of those in need. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible! ",
    "findLegalHelp": "This is where you can post your announcement that you are seeking legal help. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "offerLegalHelp": "This is where you can place your announcement that you offer legal assistance. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "medicalAssistance": "Here you can post your announcement that you need medical assistance. Remember the announcement is voluntary and will be publicly visible. Please give as much information as possible!",
    "offerMedicalAssistance": "Here you can place your announcement that you are offering medical assistance. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!",
    "offerVolunteerHelp": "Here you can place your announcement that you are offering help as a volunteer. Remember the announcement is voluntary and will be publicly visible. Please provide as much information as possible!"
  },
  "frontpage": {
    "help": "Help for Ukraine",
    "title": "In solidarity with Ukraine. Every help counts",
    "addNotice": "Add notice",
    "seeNotices": "See notices",
    "activeAds": "Number of active ads",
    "info-1": "This is a grassroots social action site for those who want to help and for those who are looking for help!",
    "info-2": "We connect people of good heart with those who need help!",
    "info-3": "If you have space and are willing to host Ukrainian residents looking for a safe home, please sign up!",
    "info-4": "If you came from Ukraine and are looking for a place where you could stay with your family, search our database!",
    "info-5": "If you would like to help, become a volunteer, etc. anyone can help!",
    "helpPoints": "See list",
    "addHelpPoint": "Add point"
  },
  "notice": {
    "markActive": "Mark as active",
    "markInactive": "Mark as inactive",
    "waitingForApproval": "Notice pending approval"
  },
  "RODO": {
    "label": "I agree to the processing of my data by Cetuspro Sp. z o.o. based in Rzeszow, in order to publish my data in an advertisement placed on the uapomoc.pl portal, addressed to people in need and providing help to Ukraine. <1>Clause</1>",
    "title": "INFORMATION CONCERNING THE PROCESSING OF PERSONAL DATA",
    "subtitle": "Acting in accordance with Article 13 of Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of individuals with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (hereinafter: \"RODO\"), we inform you that:",
    "p1": "The controller of your personal data is Cetuspro Ltd. based in Rzeszów, 14 Adama Matuszczaka Street 35-083 Rzeszów, Poland, contact e-mail address: akcjauapomoc@gmail.com.",
    "p2": "Your personal data will be processed by us on the basis of your individual consent to process your personal data for the purpose of publishing your advertisements on uapomoc.pl. The basis for processing is your consent, in accordance with Article 6(1)(a) of the RODO. You can withdraw your consent to data processing at any time by contacting us at: akcjauapomoc@gmail.com.",
    "p3": "The data provided by you in the announcement form, will be published in the Help Ukraine portal at www.uapomoc.pl. They will be available on the Portal also for non-EU persons seeking help in Poland.",
    "p4": "The recipients of your personal data are the hosting operator and entities cooperating with the Administrator in the operation of the uapomoc.pl portal.",
    "p5": "With regard to the processing of your personal data you are entitled to:",
    "p5a": "the right to request access to your personal data,",
    "p5b": "the right to rectification, erasure or restriction of the processing of your personal data,",
    "p5c": "the right to object to the processing of your personal data,",
    "p5d": "the right to portability of your personal data,",
    "p5e": "the right to withdraw consent to the processing of your personal data at any time.However, withdrawal of consent does not affect the lawfulness of the processing that was carried out on the basis of consent before its withdrawal.",
    "p5f": "You can exercise the above rights by directing your request to the email address akcjauapomoc@gmail.com.",
    "p6": "You have the right to lodge a complaint with a supervisory authority.",
    "p7": "Your personal data will not be used for automated decision-making, including profiling, i.e. automated analysis of your personal data and adjustment of your preferences.",
    "p8": "Your data will be processed until the validity of your announcement, at the latest until the end of the campaign to help Ukraine through the uapomoc.pl portal. After this time they will be deleted.",
    "p9": "The data you provide is voluntary, but necessary for posting on the portal of help for Ukraine uapomoc.pl."
  },
  "animals": {
    "dogs": "Dogs",
    "cats": "Cats",
    "hamsters": "Hamsters",
    "mouses": "Mouses",
    "rats": "Rats",
    "rabbits": "Rabbits",
    "chinchillas": "Chinchillas",
    "guineaPigs": "GuineaPigs",
    "snakes": "Snakes",
    "other": "Other"
  },
  "common": {
    "miast": "City",
    "miejsca": "Number of seats",
    "imie": "Name",
    "adres": "Address",
    "telefon": "Phone",
    "opis": "Description",
    "opisUA": "Description UA",
    "okres": "Duration of stay",
    "id": "ID",
    "lozka": "Number of beds",
    "dzieci": "I'll accept with small children",
    "zwierzaki": "I'll accept with animals",
    "pralka": "Access to the washing machine",
    "jedzenie": "I provide food",
    "transport": "I provide transport",
    "data": "Added",
    "tak": "Yes",
    "nie": "No",
    "brakDanych": "No data",
    "miasto": "City",
    "szukaj": "Search...",
    "wojewodztwo": "Choose a province",
    "wybierzLiczbeOsob": "Choose the number of people",
    "ogloszenia": "Announcements",
    "nazwa": "Name",
    "lokalizacja": "Localization",
    "stronaglowna": "Home page",
    "punktypomocy": "Help points",
    "animalType": "What animal",
    "arrival": "Arrival date",
    "discordDescription": "Do you want to help? Join our Discord!",
    "discordDescription2": "Any help is welcome!",
    "email": "Email",
    "onMap": "See on Map",
    "back": "Back"
  }
}
