{
  "header": {
    "map": "Mapa",
    "notices": "Zgłoszenia",
    "account": "Twoje konto",
    "contact": "Kontakt",
    "rodo": "Rodo"
  },
  "tiles": {
    "shelter": "Oferujesz schronienie?",
    "lfShelter": "Szukasz schronienia?",
    "translations": "Oferujesz pomoc w tłumaczeniach?",
    "transport": "Oferujesz pomoc w transporcie?",
    "lfTransport": "Szukasz transportu",
    "help": "Oferujesz pomoc?"
  },
  "periods": {
    "negotiable": "Do ustalenia",
    "lessThanThreeDays": "Poniżej 3 dni",
    "threeDays": "3 dni",
    "fiveDays": "5 dni",
    "oneWeek": "1 tydzień",
    "twoWeeks": "2 tygodnie",
    "threeWeeks": "3 tygodnie",
    "oneMonth": "1 miesiąc",
    "twoMonths": "2 miesiące",
    "threeMonths": "3 miesiące",
    "over3Months": "Dłużej niż 3 miesiące"
  },
  "form": {
    "findShelter": "Szukam schronienia",
    "findTransport": "Szukam transportu",
    "offerHelp": "Oferuję pomoc",
    "offerShelter": "Oferuję schronienie",
    "offerTransport": "Oferuję transport",
    "personalInfo": "Dane osobowe",
    "name": "Imię",
    "phoneNumber": "Numer telefonu",
    "email": "Adres email",
    "cityName": "Miejscowość",
    "accommodation": "Zakwaterowanie",
    "accommodationPlacesCount": "Liczba osób",
    "period": "Na jak długo",
    "details": "Szczegóły",
    "isAcceptedChild": "Jestem z małym dzieckiem",
    "isAcceptedAnimal": "Jestem ze zwierzakiem",
    "isCatering": "Potrzebuję wyżywienia",
    "isDelivery": "Potrzebuję transportu",
    "roomCount": "Liczba pokoi",
    "bedCount": "Liczba łóżek",
    "hasAcceptedChild": "Przyjmę z małym dzieckiem",
    "hasAcceptedAnimal": "Przyjmę ze zwierzakiem",
    "hasCatering": "Zapewniam wyżywienie",
    "hasDelivery": "Mogę przyjechać po osoby",
    "hasWashingMachine": "Udostępnię dostęp do pralki",
    "extraInfo": "Dodatkowe informacje",
    "description": "Opis",
    "voivodeship": "Województwo",
    "reason": "Przyczyna",
    "send": "Wyślij"
  },
  "success": {
    "title": "Udało się!",
    "content-1": "Zgłoszenie zostało dodane i teraz czeka na weryfikację przez naszych wolontariuszy.",
    "content-2": "W najbliższym czasie ktoś się z Tobą skontaktuje telefonicznie aby potwierdzić zgłoszenie.",
    "home": "Strona główna"
  },
  "formDescription": {
    "offerShelter": "W tym miejscu możesz umieścić swoje ogłoszenie o możliwości zatrzymania się u ciebie potrzebujących pomocy. Pamiętaj ogłoszenie ma charakter dobrowolny i będzie publicznie widocznie. Proszę podaj jak najwięcej informacji! Bądź świadom tego, że pomoc to też odpowiedzialność.",
    "findShelter": "W tym miejscu możesz umieścić swoje ogłoszenie o tym, że szukasz miejsca gdzie możesz się zatrzymać z bliskimi. Pamiętaj ogłoszenie ma charakter dobrowolny i będzie publicznie widocznie. Proszę podaj jak najwięcej informacji!",
    "translations": "W tym miejscu możesz umieścić swoje ogłoszenie o tym, że możesz wesprzeć tłumaczenie pl-ua. Pamiętaj ogłoszenie ma charakter dobrowolny i będzie publicznie widocznie. Proszę podaj jak najwięcej informacji!",
    "offerTransport": "W tym miejscu możesz umieścić swoje ogłoszenie o tym, że możesz przetransportować potrzebujących. Pamiętaj ogłoszenie ma charakter dobrowolny i będzie publicznie widocznie. Proszę podaj jak najwięcej informacji!",
    "findTransport": "W tym miejscu możesz umieścić swoje ogłoszenie o tym, że szukasz transportu. Pamiętaj ogłoszenie ma charakter dobrowolny i będzie publicznie widocznie. Proszę podaj jak najwięcej informacji!",
    "offerHelp": "W tym miejscu możesz umieścić swoje ogłoszenie o tym, że chciałabym pomóc w jakiś sposób. Może masz jakieś rzeczy do oddania, może pomożesz w załatwianiu spraw administracyjnych, albo chcesz się jakoś włączyć w akcję. Pamiętaj ogłoszenie ma charakter dobrowolny i będzie publicznie widocznie. Proszę podaj jak najwięcej informacji!"
  },
  "frontpage": {
    "help": "Pomoc dla Ukrainy",
    "title": "Schronienie dla potrzebujących",
    "addNotice": "Dodaj ogłoszenie",
    "seeNotices": "Zobacz ogłoszenia",
    "info-1": "To strona oddolnej akcji społecznej dla tych którzy chcą pomóc i dla tych którzy szukają pomocy!",
    "info-2": "Łączymy ludzi dobrego serca z tymi którzy potrzebują pomocy!",
    "info-3": "Jeśli masz miejsce i jesteś gotów przyjąć mieszkańców Ukrainy szukających bezpiecznego domu zgłoś się!",
    "info-4": "Jeśli przybyłeś z Ukrainy i szukasz miejsca, gdzie mógłyś się zatrzymać z rodziną przeszukaj naszą bazę danych!",
    "info-5": "Jeśli chciałbyś pomóc, zostać wolontariuszem itp. każdy może pomóc!"
  },
  "notice": {
    "markInactive": "Oznacz jako nieaktywne"
  },
  "RODO": {
    "label": "Wyrażam zgodę na przetwarzanie moich danych przez Cetuspro Sp. z o.o. z siedzibą w Rzeszowie w celu opublikowania moich danych w ogłoszeniu umieszczonym na portalu uapomoc.pl, skierowanym do osób potrzebujących i udzielającym pomocy Ukrainie. <1>Klauzula</1>\n",
    "title": "INFORMACJA DOTYCZĄCA PRZETWARZANIA DANYCH OSOBOWYCH",
    "subtitle": "Działając zgodnie z art. 13 Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z 27 kwietnia 2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (zwanego dalej: „RODO”) informujemy, że:",
    "p1": "Administratorem Twoich danych osobowych jest Cetuspro Sp. z o.o. z siedzibą w Rzeszowie, ul. Adama Matuszczaka 14 35-083 Rzeszów, Polska, adres e-mail do kontaktu: akcjauapomoc@gmail.com.",
    "p2": "Twoje dane osobowe będą przez nas przetwarzane na podstawie udzielonej przez Ciebie indywidulanej zgody na przetwarzanie danych osobowych w celu opublikowania Twoich ogłoszeń na portalu uapomoc.pl. Podstawą przetwarzania jest Twoja zgoda, zgodnie z art. 6 ust. 1 lit. a RODO. Zgodę na przetwarzanie danych możesz wycofać w każdym czasie poprzez kontakt z nami pod adresem: akcjauapomoc@gmail.com.",
    "p3": "Dane podane przez Ciebie w formularzu ogłoszenia, zostaną opublikowane w portalu Pomocy Ukrainie na stronie internetowej www.uapomoc.pl. Będą one dostępne na Portalu również dla osób spoza terenu UE, szukających pomocy w Polsce.",
    "p4": "Odbiorcami Twoich danych osobowych jest operator hostingu i podmioty współpracujące z Administratorem przy obsłudze portalu uapomoc.pl.",
    "p5": "W zakresie przetwarzania Twoich danych osobowych przysługują Ci:",
    "p5a": "prawo do żądania dostępu do Twoich danych osobowych,",
    "p5b": "prawo do sprostowania, usunięcia lub ograniczenia przetwarzania Twoich danych osobowych,",
    "p5c": "prawo do wniesienia sprzeciwu wobec przetwarzania Twoich danych osobowych,",
    "p5d": "prawo do przenoszenia Twoich danych osobowych,",
    "p5e": "prawo do cofnięcia zgody na przetwarzanie Twoich danych osobowych w dowolnym momencie.Wycofanie zgody nie wpływa jednakże na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej wycofaniem.",
    "p5f": "Z powyższych praw możesz skorzystać, kierując swój wniosek na adres poczty elektronicznej akcjauapomoc@gmail.com.",
    "p6": "Przysługuje Ci prawo wniesienia skargi do organu nadzorczego.",
    "p7": "Twoje dane osobowe nie będą wykorzystywane w celu automatycznego podejmowania decyzji, w tym profilowania, tzn. zautomatyzowanej analizy Twoich danych osobowych i dostosowywania preferencji.",
    "p8": "Twoje dane będą przetwarzane do momentu aktualności Twojego ogłoszenia, najpóźniej do czasu zakończenia akcji pomocy dla Ukrainy poprzez portal uapomoc.pl. Po tym czasie zostaną usunięte.",
    "p9": "Podanie przez Ciebie danych jest dobrowolne, lecz niezbędne do umieszczenia ich w portalu pomocy dla Ukrainy uapomoc.pl."
  },
  "common": {
  }
}